acpi
acpid
adobe-source-han-sans-jp-fonts
alacritty
alsa-utils
arandr
archlinux-wallpaper
autorandr
awesome
base
base-devel
blueman
brightnessctl
clamav
dbeaver
dhcpcd
dmenu
docker
docker-compose
efibootmgr
feh
firefox
gimp
git
gnome-keyring
grub
gst-plugin-pipewire
htop
intel-media-driver
intel-ucode
iwd
keepass
keepassxc
libpulse
libreoffice-fresh
libva-intel-driver
libva-mesa-driver
light-locker
lightdm
lightdm-gtk-greeter
linux
linux-firmware
luarocks
maim
nano
neovim
net-tools
network-manager-applet
networkmanager
nitrogen
pam_mount
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postgresql
python-pip
python-pynvim
qmk
reflector
rofi
shutter
slock
smartmontools
sof-firmware
stow
terminus-font
tmux
ttf-liberation
ttf-roboto
unzip
vi
vim
vlc
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
xautolock
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vesa
xf86-video-vmware
xfce4-taskmanager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
zram-generator
zsh
zsh-completions
