acpi
acpid
adobe-source-han-sans-jp-fonts
alacritty
alsa-utils
arandr
archlinux-wallpaper
base
base-devel
blueman
brightnessctl
cronie
dbeaver
dmenu
docker
docker-compose
efibootmgr
file-roller
firefox
gimp
git
gnome-keyring
grub
intel-media-driver
intel-ucode
keepass
keepassxc
lib32-mesa
libgnome-keyring
libreoffice-fresh
linux
linux-firmware
linux-headers
lxappearance-gtk3
lxsession
maim
mesa
mesa-utils
mpd
mpv
mutt
nano
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
nodejs
npm
papirus-icon-theme
pcmanfm
picom
pipewire-pulse
postgresql
python-pip
python-pynvim
qmk
qutebrowser
ranger
rclone
redshift
reflector
ripgrep
rofi
scrot
shutter
spotify-launcher
stow
sudo
thunderbird
tmux
ttf-roboto
vim
virtualbox
vlc
vulkan-intel
wget
wireplumber
xautolock
xf86-video-fbdev
xf86-video-vesa
xfce4-power-manager
xfce4-settings
xfce4-taskmanager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
zsh
zsh-completions
